---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentOffsetWidth
source: html/b2c9b115-eac9-e34d-a631-cfc7be891ca9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentOffsetWidth Property

"OffsetWidth"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFamilyContentOffsetWidth { get; }
```